package translation

var callBackCodes = map[string]string{
	"100": "تراکنش با موفقیت انجام شد",
	"110": "خریدار انصراف داده است",
	"120": "موجودی کافی نیست",
	"130": "اطلاعات کارت اشتباه است",
	"131": "رمز کارت اشتباه است",
	"132": "کارت مسدود شده است",
	"133": "کارت منقضی شده است",
	"140": "زمان مورد نظر به پایان رسیده است",
	"150": "خطای داخلی بانک",
	"160": "خطا در اطلاعات کارت",
	"166": "بانک صادر کننده مجور انجام تراکنش را صادر نکرده است",
	"200": "مبلغ تراکنش بیش از سقف مجاز برای هر تراکنش می باشد",
	"201": "مبلغ تراکنش بیشتر از سقف مجاز در روز می باشد",
	"202": "مبلغ تراکنش بیشتر از سقف مجاز در ماه می باشد",
}
